{
  "header": {
    "title": "Mi Portafolio",
    "home": "Inicio",
    "about": "Sobre mí",
    "portfolio": "Portafolio",
    "contact": "Contacto"
  },
  "about": {
    "title": "Sobre",
    "me": "Mi",
    "description": {
      "p1": "¡Hola! Soy Matias Cruz, un desarrollador web apasionado por la tecnología y el diseño. Mi objetivo es crear experiencias digitales únicas, funcionales y fáciles de usar. Me encanta trabajar tanto en el frontend como en el backend, lo que me permite tener una visión completa de cada proyecto que desarrollo.",
      "p2": "Trabajo con tecnologías modernas como React, Node.js, CSS3, HTML5, JavaScript, entre otras.",
      "p3": "Soy un aprendiz constante, siempre en busca de nuevos retos y desafíos para mejorar mis habilidades como profesional. Mi pasión por la tecnología me impulsa a estar al tanto de las últimas tendencias y herramientas.",
      "p4": "Me gusta adoptar un enfoque colaborativo y orientado a resultados, trabajando en equipo para lograr el éxito conjunto. Si estás buscando alguien con una mentalidad creativa y proactiva, ¡no dudes en contactarme!"
    }},
  "carousel": {
    "title": "Tecnologías"
  },
  "projectData": {
  "Hotel-Veranum": {
    "title": "Hotel Veranum",
    "description": "Proyecto para Hotel Veranum, con ingreso y registro de usuarios, reserva de habitaciones y paneles administrativos."
  },
  "Fast-Notes": {
    "title": "Notas Rápidas",
    "description": "Notas con estilo para tu computadora o portátil."
  },
  "My First Game": {
    "title": "Mi Primer Juego",
    "description": "Repositorio colaborativo con Lovnelies para crear un juego en Unity con C# como lenguaje de programación."
  }
},
  "contact": {
    "title": "Mi",
    "me": "Contacto!",
    "email": "Correo electrónico",
    "location": "Ubicación",
    "button": "Enviar Mensaje",
    "placeholders": {
      "name": "Nombre",
      "email": "Correo electrónico",
      "message": "Mensaje"
    }
  },
  "footer": {
    "title": "© 2025 Mi Portafolio. Todos los derechos reservados."
  },
  "curriculum": {
    "downloadCV": "Descargar CV"
  }
}